

key = ["مشاور","مشاورین","\n"]


text = "'واحد 108متری 2 خواب\nفول امکانات دارای مارکینگ و انباری سندی \nبهترین لوکیشن\nغرق نور\nکابینت ممبران\nصفر تا صد بازسازی شده\nهمکاران عزیز جهت کنجکاوی تماس نگیرند\nبا تشکر\nفواد\n09390347150\n———————————————\n• تعداد واحد در طبقه: ۳\n• سند: رسمی تک\u200cبرگ\n• جهت ساختمان: جنوبی\n• بازسازی شده است\n• بالکن: دارد'"



    

if text.find("امکانات"):
    print("Ok")



# if "مشاور" in text or "مشاورین" in text or "\n" in text or "امکانات" in text or "سلام" in text :
#     print("Ok")
# else:
#     print("Not Ok")



